{
   "appDesc": {
      "message": "Convert webp to jpg images online and offline. Save webp images on websites as jpeg files. Convert local webp pictures to JPG, PNG."
   },
   "appName": {
      "message": "Convert WebP to JPG"
   },
   "storeDesc": {
      "message": "Convert webp to jpg Extension offers multiple conversion options to suit your needs. You can choose from the following methods:\n▸ Right-click conversion: Just right-click on any webp image and select \"Save image as JPG\" from the context menu. The extension will automatically convert and download the image in the location you choose.\n▸ Drag-and-drop conversion: Just drag a webp image from your computer and drop it on the extension area. The extension will automatically convert and download the image as jpeg file.\n▸ Batch conversion: Coming soon! You will be able to convert multiple webp images to jpg at once, saving you time and hassle.\n\n🔒 Privacy-First Conversion: Convert Webp to Jpg Securely \nWe take your privacy seriously. Unlike other converters, our extension doesn't send your images to external servers. All conversions are performed locally on your computer, ensuring that your valuable images and data remain private and secure.\n\n👀 Why Do You Need to Convert from Webp to Jpg?\nWebP is a new image format that offers better compression and quality than jpeg. Some browsers and image editors don't support webp files, which can be an issue for viewing or editing them. That's why you need a webp to jpg converter, a handy tool that can convert webp images to jpg online, ensuring your images are compatible with any platform.\n\n🔀 You Can Use WebP to Jpg converter to:\n▸ convert webp to jpg;\n▸ convert png to jpg;\n▸ convert jpg to webp;\n▸ convert jpeg to webp;\n▸ convert webp to jpeg.\n\n🖱️ Effortless Right-Click Conversion \nTired of complicated conversion processes? People spend hours trying to find out how to convert webp to jpg with a simple mouse click or how to save webp as jpg images in a web browser. Convert webp to jpg Extension simplifies it for you. By using the right-click context menu item, you can convert and download images with ease, directly from your web browser. No more hunting for external tools or online converters - everything you need is right at your fingertips.\n\n📂 Drag-and-Drop Webp File to Jpg Conversion \nWebp to jpg takes convenience a step further with drag-and-drop functionality. Just drag a Webp image, and the extension automatically converts it to jpg, then saves it on your computer. It's a swift and hassle-free way to handle your images, making your workflow smoother.\n\n💻 Universal Compatibility \nThe primary goal of Webp to jpg is to ensure that your images are compatible with all browsers and image editors. By converting webp files to jpg online, you eliminate the hassle of encountering unsupported formats, ensuring your visuals are accessible to a wider audience.\n\n🌟 Webp Converter Key Features:\n1️⃣ Adds \"Save image as JPG\" to the right-click context menu.\n2️⃣ Reverse conversion: jpg to webp\n3️⃣ Drag-and-drop WebP images for automatic conversion and saving.\n4️⃣ Set jpg target quality to improve image quality or reduce file size.\n5️⃣ Enhances image compatibility for all browsers and editors.\n6️⃣ Boosts productivity by simplifying image conversion.\n\n🎨 Streamlined Image Conversion 📤\nWebp to jpg is not just an image converter; it's a productivity tool. With the power to change Webp to jpg formats effortlessly, you can focus on creating and sharing visuals that everyone can access and enjoy. No more struggling with incompatible files – just seamless image conversion.\n\n🌐 Reasons to Convert Webp to Jpg\nThere are a few reasons to convert webp to jpg files. First, not all browsers support webp images. If you want to use webp images on your website, you'll need to make sure that all of your visitors are using a browser that supports webp. Second, webp images are not as widely used as jpg images. This means that there are fewer tools and image editors available for working with webp images. \n\n📦 Easy Installation and Use \nGetting started with Webp to jpg is as easy as 1-2-3. \n▸ Click the \"Add to Chrome\" button located on the right side, just above the text..\n▸ A confirmation pop-up will appear. Click \"Add Extension\" to confirm the installation.\n▸ Wait for the extension to download and install. This process should only take a few moments.\n▸ Once the installation is complete, you'll see the webp to jpg icon in the Chrome toolbar.\n▸ You're all set! The extension is now installed and ready to use.\n\n📊 Enhance Your Workflow With Webp Converter \nWhether you're a web developer, designer, or simply a content creator, Webp to jpg is a valuable addition to your toolkit. Boost your workflow by quickly converting images and ensuring your web content displays flawlessly on any platform.\n\n📜 Conversion Made Simple \nIn summary, Webp to jpg is your one-stop solution for image format conversion. With its easy-to-use right-click context menu options and drag-and-drop functionality, you can effortlessly convert webp images to universally supported formats. Say goodbye to compatibility issues and save time on image conversion tasks. Get Webp to jpg today, and start experiencing a more streamlined image workflow!\n\n👷 Upcoming Features: \nConvert webp to jpg is continuously evolving to meet your image conversion needs. Here's a sneak peek at what we're working on:\n▸ Batch Webp Conversion: Convert multiple webp images to jpg or png simultaneously.\n▸ Customizable Settings: Adjust image quality, compression levels, and more to fine-tune your conversions.\n▸ Cloud Integration: Save your converted images directly to cloud storage services like Google Drive or Dropbox."
   }
}
